Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Save to Target mode requires a configured save target. Add one in Settings → Save Targets.
ca: El mode «Desar a la destinació» necessita una destinació de desament configurada. Afegeix-ne una a Configuració → Destinacions de desament.
eo: La reĝimo „Konservi al celo“ postulas agorditan konservcelon. Aldonu ĝin en Agordoj → Konservceloj.
pl: Tryb „Zapis do celu” wymaga skonfigurowanego celu zapisu. Dodaj go w Ustawienia → Cele zapisu.

source: Saved to %@
ca: S'ha desat a %@
eo: Konservita: %@
pl: Zapisano: %@

source: Second Shortcut
ca: Segona drecera
eo: Dua klavkombino
pl: Drugi skrót

source: Send failed — copied to clipboard
ca: No s'ha pogut enviar — s'ha copiat al porta-retalls
eo: Sendo malsukcesis — kopiita al la tondujo
pl: Wysyłka nie powiodła się — skopiowano do schowka

source: Sending to %@… (copied)
ca: S'està enviant a %@… (copiat)
eo: Sendante al %@… (kopiita)
pl: Wysyłam: %@… (skopiowano)

source: Sent to Sako.
ca: S'ha enviat a Sako.
eo: Sendita al Sako.
pl: Wysłano do Sako.

source: Set Shortcut in Settings
ca: Definir la drecera a Configuració
eo: Agordi klavkombinon en Agordoj
pl: Ustaw skrót w Ustawieniach

source: SF Symbol name
ca: Nom del símbol SF
eo: Nomo de SF-simbolo
pl: Nazwa symbolu SF

source: Shell Command
ca: Ordre de shell
eo: Ŝelkomando
pl: Polecenie powłoki

source: Shell command executed.
ca: S'ha executat l'ordre de shell.
eo: Komando plenumita.
pl: Polecenie wykonane.

source: Shell command failed: %@
ca: L'ordre de shell ha fallat: %@
eo: Komando malsukcesis: %@
pl: Polecenie nie powiodło się: %@

source: Shortcut Hints While Recording
ca: Suggeriments de dreceres durant l'enregistrament
eo: Klavkombinaj konsiletoj dum registrado
pl: Podpowiedzi skrótów podczas nagrywania

source: Show the finish shortcuts of your modes and save targets under the recording bar.
ca: Mostra sota la barra d'enregistrament les dreceres per acabar dels teus modes i destinacions de desament.
eo: Montras sub la registra breto la finajn klavkombinojn de viaj reĝimoj kaj konservceloj.
pl: Pokazuje pod paskiem nagrywania skróty kończące Twoich trybów i celów zapisu.

source: Show Tour
ca: Mostrar la visita guiada
eo: Montri gvidturon
pl: Pokaż przewodnik

source: Skip Tour
ca: Ometre la visita guiada
eo: Preterlasi gvidturon
pl: Pomiń przewodnik

source: Split Into Paragraphs
ca: Dividir en paràgrafs
eo: Dividi en alineojn
pl: Dziel na akapity

source: Start and Stop Recording
ca: Iniciar i aturar l'enregistrament
eo: Komenci kaj fini registradon
pl: Rozpocznij i zakończ nagrywanie

source: Start Dictating
ca: Començar a dictar
eo: Komenci dikti
pl: Zacznij dyktować

source: Step %lld of %lld
ca: Pas %lld de %lld
eo: Paŝo %lld el %lld
pl: Krok %lld z %lld

source: Strategy
ca: Mètode
eo: Maniero
pl: Sposób

source: Stream audio to the transcription server while you speak. Falls back to batch transcription automatically when unavailable. Applies to every mode.
ca: Envia l'àudio al servidor de transcripció mentre parles. Si no està disponible, passa automàticament a transcriure l'enregistrament sencer. S'aplica a tots els modes.
eo: Sendas sonon al la transskriba servilo dum vi parolas. Se fluado ne funkcias, aŭtomate transiras al transskribo de la tuta registraĵo. Validas por ĉiuj reĝimoj.
pl: Wysyła dźwięk do serwera transkrypcji, gdy mówisz. Gdy streaming nie działa, automatycznie przechodzi na transkrypcję całego nagrania. Dotyczy wszystkich trybów.

source: Tap %@ to start and tap again to finish, or hold it while you speak.
ca: Prem %@ un cop per començar i un altre cop per acabar, o mantén-la premuda mentre parles.
eo: Frapetu %@ por komenci kaj frapetu denove por fini — aŭ tenu ĝin dum vi parolas.
pl: Stuknij %@, żeby zacząć, i stuknij znowu, żeby skończyć — albo trzymaj, dopóki mówisz.

source: Tap to start and stop, or hold while you speak.
ca: Prem per començar i aturar, o mantén premut mentre parles.
eo: Frapetu por komenci kaj fini, aŭ tenu dum vi parolas.
pl: Stuknij, żeby zacząć i zakończyć, albo trzymaj, gdy mówisz.

source: Text will be sent to your Sako inbox via the CLI or JSONL fallback.
ca: El text s'enviarà a la safata d'entrada de Sako mitjançant la CLI o, com a alternativa, un fitxer JSONL.
eo: La teksto iros al via Sako-enirkesto per la CLI (aŭ rezerve per JSONL-dosiero).
pl: Tekst trafi do skrzynki Sako przez CLI (albo zapasowo przez plik JSONL).

source: The active mode decides where the text goes.
ca: El mode actiu decideix on va el text.
eo: La aktiva reĝimo decidas, kien iras la teksto.
pl: O tym, dokąd trafi tekst, decyduje aktywny tryb.

source: The recording bar
ca: La barra d'enregistrament
eo: La registra breto
pl: Pasek nagrywania

source: The recording shortcut, the bar's style and the app language are in Settings. To see this tour again, choose Help → Diktilo Tour.
ca: La drecera d'enregistrament, l'estil de la barra i l'idioma de l'app són a Configuració. Per tornar a veure aquesta visita guiada, tria Ajuda → Visita guiada per Diktilo.
eo: La registran klavkombinon, la aspekton de la breto kaj la lingvon de la aplikaĵo vi ŝanĝas en Agordoj. Por revidi ĉi tiun gvidturon, elektu Helpo → Gvidturo tra Diktilo.
pl: Skrót nagrywania, wygląd paska i język aplikacji zmienisz w Ustawieniach. Przewodnik otworzysz ponownie z menu Pomoc → Przewodnik po Diktilo.

source: The text is pasted where your cursor is.
ca: El text s'enganxa on tens el cursor.
eo: La teksto estas algluata tie, kie estas la kursoro.
pl: Tekst wklei się tam, gdzie stoi kursor.

source: The text lands on the clipboard.
ca: El text va al porta-retalls.
eo: La teksto iras al la tondujo.
pl: Tekst trafi do schowka.

source: The text opens in the edit window.
ca: El text s'obre a la finestra d'edició.
eo: La teksto malfermiĝas en la redakta fenestro.
pl: Tekst otworzy się w oknie edycji.

source: The transcript is sent on stdin and exposed as VOICEINK_TRANSCRIPT.
ca: La transcripció s'envia per stdin i està disponible com a VOICEINK_TRANSCRIPT.
eo: La transskribo estas sendata al stdin kaj en la variablon VOICEINK_TRANSCRIPT.
pl: Transkrypcja trafia na stdin i do zmiennej VOICEINK_TRANSCRIPT.

source: Today, 10:42
ca: Avui, 10:42
eo: Hodiaŭ, 10:42
pl: Dziś, 10:42

source: Tokens: {date} {time} {datetime} {slug}
ca: Variables: {date} {time} {datetime} {slug}
eo: Variabloj: {date} {time} {datetime} {slug}
pl: Zmienne: {date} {time} {datetime} {slug}

source: Type
ca: Tipus
eo: Tipo
pl: Typ

source: URL Scheme
ca: Esquema d'URL
eo: URL-skemo
pl: Schemat URL

source: URL Template
ca: Plantilla d'URL
eo: URL-ŝablono
pl: Szablon URL

source: Use captured on-screen text as context for this profile.
ca: Utilitza el text capturat de la pantalla com a context per a aquest mode.
eo: Uzi tekston legitan de la ekrano kiel kuntekston por ĉi tiu reĝimo.
pl: Użyj tekstu odczytanego z ekranu jako kontekstu dla tego trybu.

source: Use clipboard text as context for this profile.
ca: Utilitza el text del porta-retalls com a context per a aquest mode.
eo: Uzi tekston el la tondujo kiel kuntekston por ĉi tiu reĝimo.
pl: Użyj tekstu ze schowka jako kontekstu dla tego trybu.

source: Use selected text from the active app as context for this profile.
ca: Utilitza el text seleccionat de l'app activa com a context per a aquest mode.
eo: Uzi elektitan tekston el la aktiva aplikaĵo kiel kuntekston por ĉi tiu reĝimo.
pl: Użyj zaznaczonego tekstu z aktywnej aplikacji jako kontekstu dla tego trybu.

source: Use {{text}} or {text} as a placeholder for the transcript.
ca: Fes servir {{text}} o {text} per indicar on va la transcripció.
eo: Anstataŭ la transskribo enmetu {{text}} aŭ {text}.
pl: W miejsce transkrypcji wstaw {{text}} albo {text}.

source: Utility Shortcuts
ca: Dreceres auxiliars
eo: Helpaj klavkombinoj
pl: Skróty pomocnicze

source: When off, the text is delivered silently in the background.
ca: Si està desactivat, el text es lliura en silenci, en segon pla.
eo: Malŝaltita: la teksto estas liverata silente, fone.
pl: Wyłączone: tekst trafia na miejsce po cichu, w tle.

source: Where the Text Goes
ca: On va el text
eo: Kien iras la teksto
pl: Dokąd trafia tekst

source: While recording: ⌥1–⌥0 switches the mode, ⌘↩ finishes in the current mode, and a mode's finish shortcut finishes in that mode.
ca: Durant l'enregistrament: ⌥1–⌥0 canvia de mode, ⌘↩ acaba en el mode actual i la drecera per acabar d'un mode acaba en aquell mode.
eo: Dum registrado: ⌥1–⌥0 ŝanĝas la reĝimon, ⌘↩ finas en la nuna reĝimo, kaj la fina klavkombino de reĝimo finas en tiu reĝimo.
pl: Podczas nagrywania: ⌥1–⌥0 przełącza tryb, ⌘↩ kończy w bieżącym trybie, a skrót kończący trybu kończy w tym trybie.

source: You don't have a recording shortcut yet. Set one in Settings to start recording from any app.
ca: Encara no tens cap drecera d'enregistrament. Defineix-ne una a Configuració per enregistrar des de qualsevol app.
eo: Vi ankoraŭ ne havas registran klavkombinon. Agordu ĝin en Agordoj por registri el iu ajn aplikaĵo.
pl: Nie masz jeszcze skrótu nagrywania. Ustaw go w Ustawieniach, żeby nagrywać z dowolnej aplikacji.

source: 1 day
ca: 1 dia
de: 1 Tag
eo: 1 tago
pl: 1 dzień
zh_hans: 1 天

source: 1 hour
ca: 1 hora
de: 1 Stunde
eo: 1 horo
pl: 1 godzina
zh_hans: 1 小时

source: 3 days
ca: 3 dies
de: 3 Tage
eo: 3 tagoj
pl: 3 dni
zh_hans: 3 天

source: 7 days
ca: 7 dies
de: 7 Tage
eo: 7 tagoj
pl: 7 dni
zh_hans: 7 天

source: 14 days
ca: 14 dies
de: 14 Tage
eo: 14 tagoj
pl: 14 dni
zh_hans: 14 天

source: 25+ languages
ca: Més de 25 idiomes
de: 25+ Sprachen
eo: 25+ lingvoj
pl: 25+ języków
zh_hans: 25+ 种语言

source: 30 days
ca: 30 dies
de: 30 Tage
eo: 30 tagoj
pl: 30 dni
zh_hans: 30 天

source: A custom enhancement model with this display name already exists
ca: Ja existeix un model de millora personalitzat amb aquest nom de visualització
de: Ein eigenes Verbesserungsmodell mit diesem Anzeigenamen existiert bereits
eo: Propra pliboniga modelo kun ĉi tiu vidigata nomo jam ekzistas
pl: Niestandardowy model ulepszania o tej nazwie wyświetlanej już istnieje
zh_hans: 已存在使用此显示名称的自定润色模型

source: A custom enhancement model with this model name already exists
ca: Ja existeix un model de millora personalitzat amb aquest nom de model
de: Ein eigenes Verbesserungsmodell mit diesem Modellnamen existiert bereits
eo: Propra pliboniga modelo kun ĉi tiu modelnomo jam ekzistas
pl: Niestandardowy model ulepszania o tej nazwie modelu już istnieje
zh_hans: 已存在使用此模型名称的自定润色模型

source: A mode with the name '%@' already exists.
ca: Ja existeix un mode amb el nom «%@».
de: Ein Modus mit dem Namen '%@' existiert bereits.
eo: Reĝimo kun la nomo '%@' jam ekzistas.
pl: Tryb o nazwie '%@' już istnieje.
zh_hans: 已存在名为「%@」的模式。

source: A model named %@.bin already exists
ca: Ja existeix un model anomenat %@.bin
de: Ein Modell namens %@.bin existiert bereits
eo: Modelo nomata %@.bin jam ekzistas
pl: Model o nazwie %@.bin już istnieje
zh_hans: 已存在名为 %@.bin 的模型

source: A model with this name already exists
ca: Ja existeix un model amb aquest nom
de: Ein Modell mit diesem Namen existiert bereits
eo: Modelo kun ĉi tiu nomo jam ekzistas
pl: Model o tej nazwie już istnieje
zh_hans: 已存在同名模型

source: A network error occurred: %@
ca: S'ha produït un error de xarxa: %@
de: Ein Netzwerkfehler ist aufgetreten: %@
eo: Okazis reta eraro: %@
pl: Wystąpił błąd sieci: %@
zh_hans: 发生网络错误：%@

source: Accessibility
ca: Accessibilitat
de: Bedienungshilfen
eo: Alirebleco
pl: Dostępność
zh_hans: 辅助功能

source: Accessibility permission is not provided
ca: No s'ha concedit el permís d'accessibilitat
de: Kein Zugriff auf Bedienungshilfen
eo: Mankas permeso pri alirebleco
pl: Brak uprawnień dostępności
zh_hans: 未授予辅助功能权限

source: Accuracy
ca: Precisió
de: Genauigkeit
eo: Precizeco
pl: Dokładność
zh_hans: 准确度

source: Activate
ca: Activar
de: Aktivieren
eo: Aktivigi
pl: Aktywuj
zh_hans: 激活

source: Activating
ca: S'està activant
de: Wird aktiviert
eo: Aktivigado
pl: Aktywowanie
zh_hans: 正在激活

source: Activation Delay
ca: Retard d'activació
de: Aktivierungsverzögerung
eo: Aktiviga prokrasto
pl: Opóźnienie aktywacji
zh_hans: 激活延迟

source: Active
ca: Actiu
de: Aktiv
eo: Aktiva
pl: Aktywny
zh_hans: 使用中

source: Add
ca: Afegir
de: Hinzufügen
eo: Aldoni
pl: Dodaj
zh_hans: 添加

source: Add %@
ca: Afegir %@
de: %@ hinzufügen
eo: Aldoni %@
pl: Dodaj %@
zh_hans: 添加 %@

source: Add a new mode
ca: Afegir un mode nou
de: Neuen Modus hinzufügen
eo: Aldoni novan reĝimon
pl: Dodaj nowy tryb
zh_hans: 添加新模式

source: Add a trailing space after pasted transcription output.
ca: Afegeix un espai al final del text transcrit enganxat.
de: Ein abschließendes Leerzeichen nach der eingefügten Transkription hinzufügen.
eo: Aldoni spacon post la algluita transskribo.
pl: Dodaj spację na końcu wklejanego tekstu transkrypcji.
zh_hans: 在粘贴的转写输出末尾添加一个空格。

source: Add app or website...
ca: Afegir app o lloc web...
de: App oder Website hinzufügen...
eo: Aldoni aplikaĵon aŭ retejon...
pl: Dodaj aplikację lub witrynę...
zh_hans: 添加 App 或网站…

source: Add custom emoji
ca: Afegir emoji personalitzat
de: Eigenes Emoji hinzufügen
eo: Aldoni propran emoĝion
pl: Dodaj niestandardowe emoji
zh_hans: 添加自定表情符号

source: Add Custom Enhancement Model
ca: Afegir model de millora personalitzat
de: Eigenes Verbesserungsmodell hinzufügen
eo: Aldoni propran plibonigan modelon
pl: Dodaj niestandardowy model ulepszania
zh_hans: 添加自定润色模型

source: Add custom model
ca: Afegir model personalitzat
de: Eigenes Modell hinzufügen
eo: Aldoni propran modelon
pl: Dodaj niestandardowy model
zh_hans: 添加自定模型

source: Add Custom Transcription Model
ca: Afegir model de transcripció personalitzat
de: Eigenes Transkriptionsmodell hinzufügen
eo: Aldoni propran transskriban modelon
pl: Dodaj niestandardowy model transkrypcji
zh_hans: 添加自定转写模型

source: Add customized modes for different contexts
ca: Afegeix modes personalitzats per a contextos diferents
de: Eigene Modi für verschiedene Kontexte hinzufügen
eo: Aldoni proprajn reĝimojn por diversaj kuntekstoj
pl: Dodaj spersonalizowane tryby dla różnych kontekstów
zh_hans: 为不同场景添加自定模式

source: Add enhancement model
ca: Afegir un model de millora
de: Verbesserungsmodell hinzufügen
eo: Aldoni plibonigan modelon
pl: Dodaj model ulepszania
zh_hans: 添加润色模型

source: Add files
ca: Afegir fitxers
de: Dateien hinzufügen
eo: Aldoni dosierojn
pl: Dodaj pliki
zh_hans: 添加文件

source: Add filler word
ca: Afegir una paraula de farciment
de: Füllwort hinzufügen
eo: Aldoni plenigvorton
pl: Dodaj słowo-wypełniacz
zh_hans: 添加填充词

source: Add Filler Word
ca: Afegir una paraula de farciment
de: Füllwort hinzufügen
eo: Aldoni plenigan vorton
pl: Dodaj słowo-wypełniacz
zh_hans: 添加填充词

source: Add model
ca: Afegir un model
de: Modell hinzufügen
eo: Aldoni modelon
pl: Dodaj model
zh_hans: 添加模型

source: Add Model
ca: Afegir un model
de: Modell hinzufügen
eo: Aldoni modelon
pl: Dodaj model
zh_hans: 添加模型

source: Add New
ca: Afegir
de: Neu hinzufügen
eo: Aldoni novan
pl: Dodaj nowy
zh_hans: 新建

source: Add New Mode
ca: Afegir un mode nou
de: Neuen Modus hinzufügen
eo: Aldoni novan reĝimon
pl: Dodaj nowy tryb
zh_hans: 添加新模式

source: Add new prompt
ca: Afegir una indicació nova
de: Neuen Prompt hinzufügen
eo: Aldoni novan instigon
pl: Dodaj nowy prompt
zh_hans: 添加新提示词

source: Add prompt
ca: Afegir una indicació
de: Prompt hinzufügen
eo: Aldoni instigon
pl: Dodaj prompt
zh_hans: 添加提示词

source: Add Second Shortcut
ca: Afegir una segona drecera
de: Zweites Tastenkürzel hinzufügen
eo: Aldoni duan klavkombinon
pl: Dodaj drugi skrót
zh_hans: 添加第二个快捷键

source: Add Space After Paste
ca: Afegir un espai després d'enganxar
de: Leerzeichen nach dem Einfügen hinzufügen
eo: Aldoni spaceton post algluo
pl: Dodaj spację po wklejeniu
zh_hans: 粘贴后添加空格

source: Add transcription model
ca: Afegir un model de transcripció
de: Transkriptionsmodell hinzufügen
eo: Aldoni transskriban modelon
pl: Dodaj model transkrypcji
zh_hans: 添加转写模型

source: Add trigger
ca: Afegir un activador
de: Auslöser hinzufügen
eo: Aldoni ekigilon
pl: Dodaj wyzwalacz
zh_hans: 添加触发条件

source: Add trigger word
ca: Afegir una paraula activadora
de: Auslöserwort hinzufügen
eo: Aldoni ekigan vorton
pl: Dodaj słowo wyzwalające
zh_hans: 添加触发词

source: Add website
ca: Afegir un lloc web
de: Website hinzufügen
eo: Aldoni retejon
pl: Dodaj witrynę
zh_hans: 添加网站

source: Add word
ca: Afegir una paraula
de: Wort hinzufügen
eo: Aldoni vorton
pl: Dodaj słowo
zh_hans: 添加词语

source: Add word replacement
ca: Afegir una substitució de paraules
de: Wortersetzung hinzufügen
eo: Aldoni vortanstataŭigon
pl: Dodaj zastąpienie słowa
zh_hans: 添加词语替换

source: Add word to vocabulary
ca: Afegir la paraula al vocabulari
de: Wort zum Vokabular hinzufügen
eo: Aldoni vorton al la vortaro
pl: Dodaj słowo do słownika
zh_hans: 添加词语到词汇

source: Additional Shortcuts
ca: Dreceres addicionals
de: Weitere Tastaturkürzel
eo: Pliaj klavkombinoj
pl: Dodatkowe skróty
zh_hans: 其他快捷键

source: Advanced
ca: Avançat
de: Erweitert
eo: Altnivelaj
pl: Zaawansowane
zh_hans: 高级

source: Affiliate
ca: Afiliats
de: Partnerprogramm
eo: Partnero
pl: Partner
zh_hans: 联盟计划

source: AFFILIATE %@
ca: AFILIATS %@
eo: PARTNERO %@
pl: PARTNER %@
zh_hans: 联盟计划 %@

source: Affiliate Program
ca: Programa d'afiliats
de: Partnerprogramm
eo: Partnera programo
pl: Program partnerski
zh_hans: 联盟计划

source: AI Enhancement
ca: Millora amb IA
de: KI-Verbesserung
eo: AI-plibonigo
pl: Ulepszanie przez AI
zh_hans: AI 润色

source: AI enhancement failed to process the text.
ca: La millora amb IA no ha pogut processar el text.
de: Die KI-Verbesserung konnte den Text nicht verarbeiten.
eo: AI-plibonigo malsukcesis.
pl: Ulepszanie przez AI nie powiodło się.
zh_hans: AI 润色无法处理该文本。

source: AI Enhancement is not enabled or configured
ca: La millora amb IA no està activada ni configurada
de: KI-Verbesserung ist nicht aktiviert oder konfiguriert
eo: AI-plibonigo ne estas ŝaltita aŭ agordita
pl: Ulepszanie przez AI nie jest włączone ani skonfigurowane
zh_hans: AI 润色未开启或未配置

source: AI Model
ca: Model d'IA
de: KI-Modell
eo: AI-modelo
pl: Model AI
zh_hans: AI 模型

source: AI Model Performance
ca: Rendiment del model d'IA
de: KI-Modellleistung
eo: Rendimento de AI-modelo
pl: Wydajność modelu AI
zh_hans: AI 模型性能

source: AI Models
ca: Models d'IA
de: KI-Modelle
eo: AI-modeloj
pl: Modele AI
zh_hans: AI 模型

source: AI Provider
ca: Proveïdor d'IA
de: KI-Anbieter
eo: AI-provizanto
pl: Dostawca AI
zh_hans: AI 提供商

source: AI Provider Integration
ca: Integració amb proveïdors d'IA
de: KI-Anbieter-Integration
eo: Integriĝo de AI-provizanto
pl: Integracja dostawcy AI
zh_hans: AI 提供商集成

source: AI provider not configured. Please check your API key.
ca: El proveïdor d'IA no està configurat. Comprova la clau d'API.
de: KI-Anbieter nicht konfiguriert. Bitte überprüfe deinen API-Schlüssel.
eo: AI-provizanto ne estas agordita. Kontrolu vian API-ŝlosilon.
pl: Dostawca AI nie jest skonfigurowany. Sprawdź swój klucz API.
zh_hans: 未配置 AI 提供商。请检查你的 API 密钥。

source: AI Request
ca: Sol·licitud d'IA
de: KI-Anfrage
eo: AI-peto
pl: Żądanie AI
zh_hans: AI 请求

source: All
ca: Tot
eo: Ĉio
pl: Wszystko
zh_hans: 全部

source: All settings
ca: Tota la configuració
de: Alle Einstellungen
eo: Ĉiuj agordoj
pl: Wszystkie ustawienia
zh_hans: 所有设置

source: All Time
ca: Des de sempre
de: Gesamt
eo: Entute
pl: Cały czas
zh_hans: 全部时间

source: All-Time Productivity
ca: Productivitat total
de: Produktivität insgesamt
eo: Produktiveco entute
pl: Produktywność łącznie
zh_hans: 总计生产力

source: Allow
ca: Permetre
de: Erlauben
eo: Permesi
pl: Zezwól
zh_hans: 允许

source: Allow Permissions
ca: Concedir permisos
de: Berechtigungen erlauben
eo: Doni permesojn
pl: Zezwól na uprawnienia
zh_hans: 允许权限

source: Already used by "%@"
ca: Ja l'utilitza «%@»
de: Bereits von "%@" verwendet
eo: Jam uzata de „%@“
pl: Już używany przez "%@"
zh_hans: 已被“%@”使用

source: An unexpected error occurred. Please try again or contact support at %@
ca: S'ha produït un error inesperat. Torna-ho a provar o contacta amb l'assistència a %@
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut oder kontaktiere den Support unter %@
eo: Okazis neatendita eraro. Bonvolu reprovi aŭ kontakti subtenon ĉe %@
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie lub skontaktuj się z pomocą techniczną pod adresem %@
zh_hans: 发生意外错误。请重试，或通过 %@ 联系支持人员

source: An unknown error occurred.
ca: S'ha produït un error desconegut.
de: Ein unbekannter Fehler ist aufgetreten.
eo: Okazis nekonata eraro.
pl: Wystąpił nieznany błąd.
zh_hans: 发生未知错误。

source: Analyzable
ca: Analitzables
de: Analysierbar
eo: Analizebla
pl: Możliwy do analizy
zh_hans: 可分析

source: Analyze
ca: Analitzar
de: Analysieren
eo: Analizi
pl: Analizuj
zh_hans: 分析

source: Analyzing...
ca: S'està analitzant...
de: Wird analysiert...
eo: Analizante...
pl: Analizowanie...
zh_hans: 正在分析…

source: Animal Farm
ca: La revolta dels animals
de: Farm der Tiere
eo: La Besta Farmo
pl: Folwark zwierzęcy
zh_hans: 动物农场

source: API Endpoint
ca: Punt final de l'API
de: API-Endpunkt
eo: API-finpunkto
pl: Punkt końcowy API
zh_hans: API 端点

source: API endpoint cannot be empty
ca: El punt final de l'API no pot estar buit
de: API-Endpunkt darf nicht leer sein
eo: API-finpunkto ne povas esti malplena
pl: Punkt końcowy API nie może być pusty
zh_hans: API 端点不能为空

source: API endpoint must be a valid URL
ca: El punt final de l'API ha de ser una URL vàlida
de: API-Endpunkt muss eine gültige URL sein
eo: API-finpunkto devas esti valida URL
pl: Punkt końcowy API musi być prawidłowym adresem URL
zh_hans: API 端点必须是有效的 URL

source: API key
ca: Clau d'API
de: API-Schlüssel
eo: API-ŝlosilo
pl: Klucz API
zh_hans: API 密钥

source: API Key
ca: Clau d'API
de: API-Schlüssel
eo: API-ŝlosilo
pl: Klucz API
zh_hans: API 密钥

source: API key cannot be empty
ca: La clau d'API no pot estar buida
de: API-Schlüssel darf nicht leer sein
eo: API-ŝlosilo ne povas esti malplena
pl: Klucz API nie może być pusty
zh_hans: API 密钥不能为空

source: API Key Configuration
ca: Configuració de la clau d'API
de: API-Schlüssel-Konfiguration
eo: Agordo de API-ŝlosilo
pl: Konfiguracja klucza API
zh_hans: API 密钥配置

source: API key for this service is missing. Please configure it in the settings.
ca: Falta la clau d'API d'aquest servei. Afegeix-la a la configuració.
de: Der API-Schlüssel für diesen Dienst fehlt. Bitte konfiguriere ihn in den Einstellungen.
eo: Mankas API-ŝlosilo por ĉi tiu servo. Agordu ĝin en la agordoj.
pl: Brak klucza API dla tej usługi. Skonfiguruj go w ustawieniach.
zh_hans: 缺少此服务的 API 密钥。请在设置中进行配置。

source: API key not configured for streaming transcription
ca: No s'ha configurat la clau d'API per a la transcripció en temps real
de: API-Schlüssel für Streaming-Transkription ist nicht konfiguriert
eo: API-ŝlosilo ne estas agordita por fluanta transskribo
pl: Klucz API nie jest skonfigurowany dla transkrypcji strumieniowej
zh_hans: 未为流式转写配置 API 密钥

source: Appearance
ca: Aparença
de: Darstellung
eo: Aspekto
pl: Wygląd
zh_hans: 外观

source: Append to Journal
ca: Afegir al diari
de: An Journal anhängen
eo: Aldoni al taglibro
pl: Dołącz do dziennika
zh_hans: 追加到日记

source: Apple Speech can reserve up to 5 languages. Choose one to remove before downloading the selected language.
ca: Apple Speech pot reservar fins a 5 idiomes. Tria'n un per treure'l abans de baixar l'idioma seleccionat.
de: Apple Speech kann bis zu 5 Sprachen reservieren. Wähle eine zum Entfernen aus, bevor du die neue Sprache herunterlädst.
eo: Apple Speech povas rezervi ĝis 5 lingvojn. Elektu unu por forigi antaŭ ol elŝuti la elektitan lingvon.
pl: Apple Speech może zarezerwować do 5 języków. Wybierz jeden do usunięcia przed pobraniem wybranego języka.
zh_hans: Apple Speech 最多可保留 5 种语言。下载所选语言前，请先选取一种移除。
